# Задание 1: Работа со строками
# Создайте переменную name и присвойте ей ваше имя.
# Создайте переменную greeting и присвойте ей значение "Привет, ".
# Объедините greeting и name в одну строку и выведите результат на экран.

# Задание 2: Числа и арифметические операции
# Создайте две переменные a и b и присвойте им любые числа.
# Выполните и выведите результат сложения, вычитания, умножения и деления этих чисел.

# Задание 3: Конкатенация строк
# Создайте три переменные first_name, last_name и full_name, и присвойте им значения вашего имени, фамилии и полного имени соответственно.
# Выведите полное имя, объединив first_name и last_name через пробел.

# Задание 4: Преобразование типов
# Создайте переменную age и присвойте ей Ваш возраст в виде строки.
# Преобразуйте age в целое число и прибавьте к нему 5.
# Выведите результат на экран.

# Задание 5: Операции с числами
# Создайте переменные num1 и num2 и присвойте им значения 7 и 3.5 соответственно.
# Выполните и выведите результат следующих операций: сложение, вычитание, умножение и деление.

